0.1.0/tutorials/basic/mousse-potential/pitz_daily/system/fvSchemes
FoamFile
{
  version     2.0;
  format      ascii;
  class       dictionary;
  location    "system";
  object      fvSchemes;
}

ddtSchemes
{
  default         steadyState;
}

gradSchemes
{
  default         Gauss linear;
}

divSchemes
{
  default         none;
  div(phi,U)      bounded Gauss linear;
  div(div(phi,U)) Gauss linear;
}

laplacianSchemes
{
  default         Gauss linear corrected;
}

interpolationSchemes
{
  default         linear;
}

snGradSchemes
{
  default         corrected;
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
